Repository: pa-0/TimeLimit-sf-mirror
Catalog: lang/Time_limit.*.po
Languages: lv

source: Built for
lv: Mērķsistēma

source: Free Pascal Compiler version
lv: „Free Pascal” kompilatora versija

source: Lazarus version
lv: „Lazarus” versija

source: Compiled on
lv: Izveides datums

source: For command-line options use:
lv: Pieejamie komandrindas parametri apskatāmi ar komandu:

source: Be patient!
lv: Esi pacietīgs!

source: Any interactive changes are carried out within 1 second interval.
lv: Programma atsaucas uz izmaiņām tikai reizi sekundē.

source: [Space], [s], Mouse click
lv: [Atstarpe], [s], peles klikšķis

source: start/stop the timer.
lv: sākt/apstādināt laika atskaiti.

source: [F11], [f], Mouse double-click
lv: [F11], [f], peles dubultklikšķis

source: full screen on/off.
lv: ieslēgt/izslēgt pilnekrāna skatu.

source: exit.
lv: iziet.

source: border-less on/off.
lv: noņemt/atjaunot loga apmales.

source: this help.
lv: šis paskaidrojums.

source: [m], Mouse right click
lv: [m], peles „labā” poga

source: settings and control window (menu).
lv: pulksteņa vadība un iestatījumi.

source: [Left], [Up]
lv: [Pa_kreisi], [Uz_augšu]

source: increase time by 1 minute.
lv: palielināt laiku par 1 minūti.

source: [Right], [Down]
lv: [Pa_labi], [Uz_leju]

source: decrease time by 1 minute.
lv: samazināt laiku par 1 minūti.

source: You can change current time with the mouse wheel as well.
lv: Patreizējo laiku iespējams mainīt ar peles ritenīti.

source: [r], Mouse middle click
lv: [r], Peles vidējā poga

source: reset timer.
lv: palaists laika atskaiti no jauna.

source: Sorce of the logo:
lv: Programmā iekļautā logo autors:

source: Product name
lv: Pilns nosaukums

source: Original filename
lv: Sākotnējais vārds

source: File version
lv: Versija

source: File description
lv: Apraksts

source: Legal copyright
lv: Autors un licence

source: Comments
lv: Piezīmes

source: Special thanks to:
lv: Savu laiku šai lietotnei ir atvēlējuši:

source: The application “%0:s” is developed using “%1:s” IDE RAD.
lv: Lietotne „%0:s” ir izveidota „%1:s” izstrādes vidē.

source: A good starting point was “%0:s” forum and wiki pages.
lv: Labs atspēriena punkts bija „%0:s” forums un wiki lapas.

source: Ovewrite
lv: Pārrakstīt

source: Background colour. Click to change.
lv: Pamatnes krāsa. Uzklikšķini, lai izmainītu.

source: Cancel
lv: Atcelt

source: the clock
lv: pulksteņa

source: Select background colour
lv: Izvēlies pamatnes krāsu

source: Select text colour
lv: Izvēlies ciparu krāsu

source: Configuration files|*.ini|All files|*.*
lv: Iestatījumu datnes|*.ini|Visas datnes|*.*

source: The file “%0:s” exists!
lv: Fails „%0:s” jau ir!

source: Hide
lv: Paslēpt

source: The logo file “%0:s” is missing!
lv: Attēls „%0:s” nav atrodams!

# settings.rstrminuteshint
source: Minutes left. Use [Enter] to apply changes.
lv: Minūtes līdz beigām. Lieto [Ievad]-taustiņu, lai pielietotu izmaiņas uzreiz.

source: Show
lv: Parādīt

source: Text colour. Click to change.
lv: Teksta krāsa. Uzklikšķini, lai izmainītu.

source: the timer
lv: laika atskaites

source: %0:s %1:s window
lv: %0:s %1:s logu

source: Warning
lv: Brīdinājums

source: About the timer
lv: Par programmu

source: Technical and legal information
lv: Uzziņas par programmu un tās izmantošanu

source: Change font
lv: Nomainīt fontu

source: Change name not size
lv: Maina izskatu, bet ne izmēru

source: Change logo
lv: Nomaini logo

source: Clock mode (HH:MM)
lv: Parasts pulkstenis (St.:Min.)

source: List hot-keys
lv: Īsinājumtaustiņu saraksts

source: Open configuration
lv: Ielasīt iestījumus

source: Quit the timer
lv: Aizvērt pulksteni

source: Save configuration
lv: Saglabāt iestatījumus

source: Apply
lv: Izmainīt izskatu

source: Apply changes for later time
lv: Izmaina izskatu, atceras laiku

source: Apply and reset
lv: Izmainīt izskatu un laiku

source: Apply, reset and restart
lv: Izmainīt un sākt atskaiti

source: Clock window
lv: Laika logs

source: Settings
lv: Iestatījumi

source: Close on Apply
lv: Izmainot aizvērt šo logu

source: Unclosable timer
lv: Neaizverams pulkstenis

source: Enable/disable [Esc] for closing the application
lv: Atļaut/neļaut izmantot [Esc] programmas aizvēršanai

source: Exit
lv: Beigt darbu

source: When the time is over, closes the count-down timer.
lv: Kad beidzas atvēlētais laiks, aizver šo programmu.

source: Full screen
lv: Pa visu ekrānu

source: Increasing font size
lv: Pieaugošs izmērs

source: The decrease of time makes the size of numbers bigger
lv: Samazinoties atlikušajam laikam, palielinās ciparu izmēri

source: Launch
lv: Palaist

source: When the time is over, launches another application.
lv: Kad beidzas atvēlētais laiks, palaiž citu programmu.

source: Show progress bar
lv: Rādīt laika ritējumu

source: Show logo
lv: Rādīt logo

source: Opacity
lv: Necaurspīdība

source: Windows borders
lv: Loga apmales

source: 255 means non-transparent
lv: Pilnīgi necaurspīdīgs ir ar vērtību 255

source: Pixels to add
lv: Par cik pikseļiem palielināt

source: Command to execute at the end of the time.
lv: Komanda, kas jāizpilda, kad beidzas atvēlētais laiks.

source: The time is over
lv: Atvēlētais laiks beidzies

source: Starting size (%)
lv: Sākuma izmērs (%)

# tfconfig.elogoproportion.hint
source: The proportional size of the logo.
lv: Loga un logo izmēru attiecība.

source: The minimal height (in pixels) of the logo. If the resized logo is lower, it is not shown.
lv: Mazākais pieļaujamais logo augstums pikseļos. Ja samazinātais logo ir mazāks, tas netiek rādīts.

source: Time for Presenter. Use [Enter] to apply changes and reset timer.
lv: Atvēlētais laiks. Lieto [Ievad]-taustiņu, lai pielietotu izmaiņas un palaistu laika atskaiti.

# tfconfig.ewarning2.hint
source: Minutes left
lv: Minūtes līdz beigām

# tfconfig.ewarning3.hint
source: Minutes left
lv: Minūtes līdz beigām

source: Select a font (the size is ignored)
lv: Izvēlies fontu (izmērs netiek ņemts vērā)

source: Resize edit-box on enter
lv: Palielināt skaitļu laukus

source: The End message:
lv: Beigu paziņojums:

source: Minimal logo height
lv: Mazākais logo augstums

source: Proportional size
lv: Izmēru attiecība

source: Minutes:
lv: Minūtes:

source: 1-st warning:
lv: 1. brīdinājums:

source: 2-nd warning:
lv: 2. brīdinājums:

source: Last warning:
lv: 3. brīdinājums:

source: Halftime:
lv: Puse no laika:

source: May not work on some systems!
lv: Dažas sistēmas šo neatbalsta!

source: Open the configuration file
lv: Atvērt iestatījumu datni

source: Open an image as the logo
lv: Atver attēlu, kurā ir logo

source: Appearance
lv: Izskats

source: System
lv: Sistēmai

source: Additional
lv: Papildus

source: Save the current configuration
lv: Saglabāt patreizējos iestatījumus datnē

source: Help
lv: Palīgs

source: About
lv: Par programmu

source: Hot Keys
lv: Īsinājumtaustiņi

source: Acknowledgements
lv: Pateicības

source: Countdown Timer
lv: Laika atskaites pulkstenis

source: Start as an ordinary digital clock.
lv: Sākot rādīt parastu pulksteni.

source: Exit at the end of countdown.
lv: Kad laiks iztecējis, aizvērt šo programmu.

source: Set the interface language (nn is the language code).
lv: Saskarnes valoda (nn – valodas kods).

source: OPTIONS
lv: NORĀDE

source: Options
lv: Norādes

source: Hit [Enter] to continue ...
lv: Nospied [Ievade]-s tautiņu lai turpinātu...

source: Read the specified configuration file.
lv: Ielasa uzrādīto iestatījumu datni.

source: At the end of countdown launches another program.
lv: Kad laiks iztecējis, palaist citu programmu.

source: Starts the countdown.
lv: Palaižot programmu, sākt laika atskaiti.

source: Usage
lv: Lietošana
